{
    "open_response": {
        "value": "Respuesta abierta",
        "description": "The text 'open response' in the page title"
    },
    "question": {
        "value": "Pregunta",
        "description": "The text 'question' in the step header, right above where the prompt/question is shown"
    },
    "your_response": {
        "value": "Su respuesta",
        "description": "The text 'Your Response' right above the textbox where the student types in their response"
    },
    "save_changes": {
        "value": "GRABAR CAMBIOS",
        "description": "The text 'SAVE CHANGES' on the button shown at the bottom of the step"
    },
    "show_hide": {
        "value": "mostrar/ocultar",
        "description": "The text for the button that shows and hides text"
    },
    "question_is_hidden": {
        "value": "Pregunta oculta",
        "description": "The text to show when the question is hidden"
    },
    "text_is_hidden": {
        "value": "texto oculto",
        "description": "The text to show when the text is hidden"
    },
    "annotation": {
        "value": "anotación",
        "description": "The annotation label"
    },
    "your_previous_response": {
        "value": "su respuesta previa",
        "description": "The label for the student's previous response"
    },
    "show_starter_sentence": {
        "value": "Mostrar oración inspiradora",
        "description": "The text for the show starter sentence button"
    },
    "submit_and_lock": {
        "value": "ENVIAR (y bloquear)",
        "description": "The text for the submit and lock button"
    },
    "check_answer": {
        "value": "Comprobar respuesta",
        "description": "The label for the check answer in the grading view"
    },
    "you_have": {
        "value": "Tienen",
        "description": "The beginning of the popup message when the student is submitting their work to the auto grader"
    },
    "chances": {
        "value": "oportunidades",
        "description": "The text to show the student has x chances left to submit"
    },
    "chance": {
        "value": "oportunidad",
        "description": "The text to show the student has 1 chance left to submit"
    },
    "to_receive_feedback": {
        "value": "para recibir retroalimentación sobre esta respuesta así que debe ser lo mejor que puedan",
        "description": "The end of the popup message when the student is submitting their work to the auto grader"
    },
    "are_you_ready_to_receive_feedback": {
        "value": "¿Listos para recibir retroalimentación sobre esta respuesta?",
        "description": "The text for the popup message when the student is submitting their work to the auto grader"
    },
    "if_you_are_ready": {
        "value": "Si están listos para comprobar su respuesta, hagan clic en el botón 'Comprobar respuesta'.",
        "description": "The reminder to the student that they should click the check answer button if they are ready to check their work"
    },
    "you_will_not_be_able_to_make_edits_after": {
        "value": "No se podrán hacer cambios luego de enviar esta respuesta. ¿Listos para enviar?",
        "description": "The message to ask the student if they are sure they want to submit"
    },
    "please_wait_we_are_checking_your_work": {
        "value": "Un momento por favor, estamos comprobando su trabajo. Esta pantalla de espera desaparecerá dentro de",
        "description": "The message to display while the auto grader analyzes their work"
    },
    "seconds": {
        "value": "segundos.",
        "description": "The end of the message to display while the auto grader analyzes their work"
    },
    "you_have_successfully_reviewed": {
        "value": "Han revisado exitosamente el trabajo enviado por",
        "description": "The message to tell the student they have reviewed the work submitted by a classmate"
    },
    "team_anonymous": {
        "value": "Equipo anónimo",
        "description": "The label to show the work is from an anonymous classmate"
    },
    "well_done": {
        "value": "¡Bien hecho!",
        "description": "The well done message to display after the student has submitted work"
    },
    "instructions": {
        "value": "instrucciones",
        "description": "The label for the instructions"
    },
    "your_feedback_for": {
        "value": "su retroalimentación para",
        "description": "The label to show that the student is writing feedback for another group"
    },
    "prompt_from_the_first_peer_review_step": {
        "value": "Acá aparecerá el lugar donde tienen que dar retroalimentación",
        "description": "The place holder text to show that the prompt from the first peer review step will display here"
    },
    "work_submitted_by": {
        "value": "trabajo enviado por",
        "description": "The label to show that the work was submitted by another group"
    },
    "work_from_a_random_classmate_will_display": {
        "value": "Acá se mostrará el trabajo de un equipo seleccionado al azar",
        "description": "The place holder text to show that the work from another group will display here"
    },
    "your_second_draft": {
        "value": "su segundo borrador",
        "description": "The label for the second draft"
    },
    "your_original_response": {
        "value": "la respuesta original",
        "description": "The label to show the original answer the student submitted"
    },
    "show_hide_text": {
        "value": "mostrar/ocultar texto",
        "description": "The label for the show/hide text button"
    },
    "students_work_from_first_peer_review_step": {
        "value": "Acá aparecerá el trabajo de la primer revisión por pares",
        "description": "The place holder for where the student work from the first peer review step will display"
    },
    "has_given_you_the_following_feedback": {
        "value": "les han dado la siguiente retroalimentación",
        "description": "The label for the feedback that another group has given them"
    },
    "feedback_from_classmate_or_teacher": {
        "value": "Acá se mostrará la retroalimentación provista por compañeros o por el docente",
        "description": "The place holder for where the feedback will display"
    },
    "to_start_this_step": {
        "value": "Para comenzar con este paso primero deben enviar una respuesta al paso",
        "description": "The message to display when the student hasn't submitted a response in a previous step in a peer review sequence"
    },
    "link": {
        "value": "enlace",
        "description": "The text to specify something is a link"
    },
    "your_teacher_has_not_yet": {
        "value": "El docente todavía no revisó la respuesta enviada en el paso",
        "description": "The message to display when the teacher has not given the student feedback yet in a teacher review sequence"
    },
    "yet": {
        "value": "todavía.",
        "description": "The end of the message to display when the teacher has not given the student feedback yet in a teacher review sequence"
    },
    "please_return_later": {
        "value": "Por favor volver más tarde a este paso.",
        "description": "The message to tell the student to come back later"
    },
    "your_first_response": {
        "value": "su primer respuesta a la pregunta",
        "description": "The label for the first response the student submitted"
    },
    "teacher_feedback": {
        "value": "retroalimentación del docente",
        "description": "The label for the teacher feedback"
    },
    "this_is_your": {
        "value": "Esta es su",
        "description": "The beginning of the message that says this is your x revision"
    },
    "revision": {
        "value": "revisión",
        "description": "The end of the message that says this is your x revision"
    },
    "this_is_your_first_revision": {
        "value": "Esta es su primer revisión",
        "description": "The message that tells the student this is their first revision"
    },
    "this_step_not_available_yet": {
        "value": "Este paso no está disponible aún.",
        "description": "The message that tells the student that the step is not available yet"
    },
    "more_of_your_peers_need_to_submit": {
        "value": "Se necesita que más compañeros envíen la respuesta del paso",
        "description": "The message that says more of their classmates need to submit a response in order for this step to open"
    },
    "you_will_then_be_assigned": {
        "value": "Se les asignará una respuesta para que revisen.",
        "description": "The message that says they will be assigned to a response to review"
    },
    "please_return_in_a_few_minutes": {
        "value": "Por favor vuelvan a este paso en unos minutos.",
        "description": "The message to tell the student to come back to the step later"
    },
    "please_return_to_step": {
        "value": "Por favor vuelvan al paso",
        "description": "The beginning of the message that tells the student to return to step x in a few minutes"
    },
    "in_a_few_minutes": {
        "value": "en unos minutos.",
        "description": "The end of the message that tells the student to return to step x in a few minutes"
    },
    "your_response_in_step": {
        "value": "Su respuesta en este paso",
        "description": "The beginning of the message that says their response in step x has not been reviewed yet"
    },
    "has_not_been_reviewed": {
        "value": "no ha sido revisada aún por sus compañeros.",
        "description": "The end of the message that says their response in step x has not been reviewed yet"
    },
    "there_is_no_starter_sentence": {
        "value": "No hay oración inspiradora específica para este paso",
        "description": "The message that says there is no starter sentence"
    },
    "responses_from_peers_not_available": {
        "value": "Todavía no están disponibles las respuestas de sus compañeros.",
        "description": "The message that says responses from the classmates are not available yet"
    },
    "save_answer": {
        "value": "Grabar respuesta",
        "description": "The label for the save answer in the grading view"
    },
    "auto_score": {
        "value": "Auto-calificación",
        "description": "The label for the auto score in the grading view"
    },
    "auto_feedback": {
        "value": "Auto-retroalimentación",
        "description": "The label for the auto feedback in the grading view"
    },
    "save_and_close": {
        "value": "GRABAR Y CERRAR",
        "description": "The text 'SAVE & CLOSE' on the button shown at the bottom of the step"
    },
    "help": {
        "value": "ayuda",
        "description": "The word 'help'"
    },
    "tall": {
        "value": "alta",
        "description": "The text 'tall' on the button shown at the top of the note step to change the note to be tall"
    },
    "wide": {
        "value": "ancha",
        "description": "The text 'wide' on the button shown at the top of the note step to change the note to be wide"
    },
    "basic": {
        "value": "normal",
        "description": "The text 'basic' on the button shown at the top of the note step to change the note to be the default basic size"
    },
    "large": {
        "value": "larga",
        "description": "The text 'large' on the button shown at the top of the note step to change the note to be large"
    },
    "original_question": {
        "value": "Pregunta original",
        "description": "The text 'Original Question' to show above the original question for the step in peer-review mode"
    },
    "associated_work": {
        "value": "Tarea asociada",
        "description": "The text 'Associated Work' to show above the associated work for the step in peer-review mode"
    }
}