{
	"title": {
		"value":"Student Brainstorm",
		"description":"The title for a brainstorm step"
	},
	"instructions": {
		"value":"Read the brainstorm topic below, then write your response in the blank box. <br/>Click <em>{0}</em> to save your work and review responses from other students.",
		"description":"The instructions for the brainstorm step"
	},	
	"my_response": {
		"value":"My Response",
		"description":"The text 'My Response' right above the textbox where the student types in their response"
	},	
	"save": {
		"value":"Save",
		"description":"The text 'Save' on the button to save and post a brainstorm response"
	},
	"other_student_responses": {
		"value":"Other Student Responses",
		"description":"The text 'Other Student Responses' that is displayed above the list of other students' responses"
	},	
	"check_for_new_responses": {
		"value":"Check for New Responses",
		"description":"The text 'Check for New Responses' that is displayed on a button that triggers the loading of other students' responses"
	},
	"showStarterSentence":{
		"value":"Show Starter Sentence",
		"description":"Text for link to show the starter sentence for the step"
	},
	"save_noContent":{
		"value":"Nothing to Save",
		"description":"Text to display when user tries to save an empty post or replay"
	},
	"save_success":{
		"value":"Post saved!",
		"description":"Save success confirmation message"
	},
	"save_fail":{
		"value":"Error: Failed to save post. Please try again or notify your teacher.",
		"description":"Error text to display when server fails to save user's post or reply"
	},
	"flag_inappropriate":{
		"value":"This comment has been flagged as inappropriate.",
		"description":"Text to display when a comment has been removed" 
	},
	"postedByLabel":{
		"value":"Posted by: ",
		"description":"Label text indicating user that posted a message"
	},
	"post_reply":{
		"value":"Post Reply",
		"description":"Text for button/link to add a new reply to a brainstorm post"
	},
	"noStarter":{
		"value":"There is no starter sentenced specified for this {0}.",
		"description":"Text to display when user requests to display starter sentence but step does not have one set"
	}
}