{
    "questionnaire": {
        "value": "Cuestionario",
        "description": "The text 'questionnaire' in the page title"
    },
    "question": {
        "value": "Pregunta",
        "description": "The text 'question' in the step header, right above where the prompt/question is shown"
    },
    "submit": {
        "value": "Enviar respuesta",
        "description": "The text 'Submit the Questionnaire' on the button shown at the bottom of the questionnaire"
    },
    "save_draft": {
        "value": "GUARDAR BORRADOR",
        "description": "The text 'SAVE DRAFT' on the button shown at the bottom of the questionnaire"
    },
    "original_question": {
        "value": "pregunta original",
        "description": "The text 'original question' used in peer review steps"
    },
    "show_hide_text": {
        "value": "mostrar/ocultar texto",
        "description": "The text 'show/hide text' for the button used in peer review steps"
    },
    "text_is_hidden": {
        "value": "el texto está oculto",
        "description": "The text 'text is hidden' used in peer review steps"
    },
    "your_original_response...": {
        "value": "la respuesta original... este texto está sobreescrito por javascript",
        "description": "The text used as a place holder to show the original response in peer review steps"
    },
    "annotation": {
        "value": "anotación",
        "description": "The text 'annotation' used in peer review steps"
    },
    "to_start_this_step_you_must": {
        "value": "Para realizar este paso primero hay que enviar la respuesta del paso",
        "description": "The message to tell the student they must submit a response in another step before they can work on this step"
    },
    "link": {
        "value": "enlace",
        "description": "The word 'link' used to notify the user that the text is a link"
    },
    "this_step_is_not_available_yet": {
        "value": "Este paso no está disponible todavía.",
        "description": "The text to notify the student that they can't work on this step yet because it is part of a peer review sequence"
    },
    "more_of_your_peers_need_to_submit": {
        "value": "Algunos de sus compañeros deben enviar su respuesta para el paso",
        "description": "The text to notify the student that more of their classmates need to submit work to this peer review sequence step"
    },
    "you_will_then_be_assigned_a_response": {
        "value": "Se te asignará un trabajo de un compañero para que lo evalúes.",
        "description": "The text to notify the student that they will be assigned to review one of their classmate's work"
    },
    "please_return_to_this_step_again": {
        "value": "Por favor regresar a este paso en unos minutos.",
        "description": "The text to notify the student to try coming back to this step later"
    },
    "instructions": {
        "value": "instrucciones",
        "description": "The text 'instructions'"
    },
    "your_feedback_for": {
        "value": "su revisión para",
        "description": "The text 'your feedback for'"
    },
    "team_anonymous": {
        "value": "Equipo anónimo",
        "description": "The label to show student work is from an anonymous team"
    },
    "work_submitted_by": {
        "value": "trabajo enviado por",
        "description": "The label to show who submitted the work"
    },
    "you_have_successfully_reviewed": {
        "value": "Completaste exitosamente la revisión del trabajo enviado por",
        "description": "The text to notify the student that they have reviewed their classmate's work"
    },
    "well_done": {
        "value": "Bien hecho",
        "description": "The text 'Well done!'"
    },
    "prompt_from_first_peer_review": {
        "value": "Acá aparecerán los comentarios de la revisión",
        "description": "The text to notify the user that the prompt from the first step in the peer review sequence will appear here"
    },
    "work_from_a_random_classmate": {
        "value": "Acá aparecerá un trabajo enviado por un compañero al azar",
        "description": "The text to notify the user that the work from a random classmate will display here"
    },
    "click_ok_to_save": {
        "value": "Clic en 'OK' para guardar y bloquear este paso. El trabajo se guardará y no se podrá realizar ningún cambio. Para continuar trabajando en este paso, clic en 'Cancelar'.",
        "description": "The text to notify the student to click 'OK' to save and lock the step"
    },
    "please_answer_all_the_questions": {
        "value": "Por favor revisar todas las preguntas antes de enviar la respuesta.",
        "description": "The text to notify the user that they should answer all the questions before submitting"
    },
    "your_work_has_been_saved": {
        "value": "El trabajo se guardó correctamente.",
        "description": "The text that notifies the user that their work has been saved"
    },
    "your_work_has_been_submitted": {
        "value": "El trabajo se envió correctamente.",
        "description": "The text that notifies the user that their work has been submitted"
    },
    "you_have_completed_this_step": {
        "value": "Este paso fue completado exitosamente.",
        "description": "The text that notifies the user that they have completed this step"
    }
}