{
	"questionnaire": {
		"value":"Questionnaire",
		"description":"The text 'questionnaire' in the page title"
	},
	"question": {
		"value":"Question",
		"description":"The text 'question' in the step header, right above where the prompt/question is shown"
	},
	"submit": {
		"value":"Submit the Questionnaire",
		"description":"The text 'Submit the Questionnaire' on the button shown at the bottom of the questionnaire"
	},
	"save_draft": {
		"value":"SAVE DRAFT",
		"description":"The text 'SAVE DRAFT' on the button shown at the bottom of the questionnaire"
	},
	"original_question": {
		"value":"original question",
		"description":"The text 'original question' used in peer review steps"
	},
	"show_hide_text": {
		"value":"show/hide text",
		"description":"The text 'show/hide text' for the button used in peer review steps"
	},
	"text_is_hidden": {
		"value":"text is hidden",
		"description":"The text 'text is hidden' used in peer review steps"
	},
	"your_original_response...": {
		"value":"your original response... this text is overwritten by javascript",
		"description":"The text used as a place holder to show the original response in peer review steps"
	},
	"annotation": {
		"value":"annotation",
		"description":"The text 'annotation' used in peer review steps"
	},
	"to_start_this_step_you_must": {
		"value":"To start this step you must first submit a response in step",
		"description":"The message to tell the student they must submit a response in another step before they can work on this step"
	},
	"link": {
		"value":"link",
		"description":"The word 'link' used to notify the user that the text is a link"
	},
	"this_step_is_not_available_yet": {
		"value":"This step is not available yet.",
		"description":"The text to notify the student that they can't work on this step yet because it is part of a peer review sequence"
	},
	"more_of_your_peers_need_to_submit": {
		"value":"More of your peers need to submit a response for step",
		"description":"The text to notify the student that more of their classmates need to submit work to this peer review sequence step"
	},
	"you_will_then_be_assigned_a_response": {
		"value":"You will then be assigned a response to review.",
		"description":"The text to notify the student that they will be assigned to review one of their classmate's work"
	},
	"please_return_to_this_step_again": {
		"value":"Please return to this step again in a few minutes.",
		"description":"The text to notify the student to try coming back to this step later"
	},
	"instructions": {
		"value":"instructions",
		"description":"The text 'instructions'"
	},
	"your_feedback_for": {
		"value":"your feedback for",
		"description":"The text 'your feedback for'"
	},
	"team_anonymous": {
		"value":"Team Anonymous",
		"description":"The label to show student work is from an anonymous team"
	},
	"work_submitted_by": {
		"value":"work submitted by",
		"description":"The label to show who submitted the work"
	},
	"you_have_successfully_reviewed": {
		"value":"You have successfully reviewed the work submitted by",
		"description":"The text to notify the student that they have reviewed their classmate's work"
	},
	"well_done": {
		"value":"Well done!",
		"description":"The text 'Well done!'"
	},
	"prompt_from_first_peer_review": {
		"value":"Prompt from the first peer review step will display here",
		"description":"The text to notify the user that the prompt from the first step in the peer review sequence will appear here"
	},
	"work_from_a_random_classmate": {
		"value":"Work from a random classmate will display here",
		"description":"The text to notify the user that the work from a random classmate will display here"
	},
	"click_ok_to_save": {
		"value":"Click 'OK' to save and lock this step.  Your work will be saved and you will not be able to make any more changes.\nIf you want to keep working on this step, click 'Cancel'.",
		"description":"The text to notify the student to click 'OK' to save and lock the step"
	},
	"please_answer_all_the_questions": {
		"value":"Please answer all the questions before submitting this questionnaire.",
		"description":"The text to notify the user that they should answer all the questions before submitting"
	},
	"your_work_has_been_saved": {
		"value":"Your work has been saved.",
		"description":"The text that notifies the user that their work has been saved"
	},
	"your_work_has_been_submitted": {
		"value":"Your work has been submitted.",
		"description":"The text that notifies the user that their work has been submitted"
	},
	"you_have_completed_this_step": {
		"value":"You have completed this step.",
		"description":"The text that notifies the user that they have completed this step"
	}
}