{
    "open_response": {
        "value": "Open antwoord",
        "description": "The text 'open response' in the page title"
    },
    "question": {
        "value": "Vraag",
        "description": "The text 'question' in the step header, right above where the prompt/question is shown"
    },
    "your_response": {
        "value": "Jouw antwoord",
        "description": "The text 'Your Response' right above the textbox where the student types in their response"
    },
    "save_changes": {
        "value": "BEWAAR VERANDERINGEN",
        "description": "The text 'SAVE CHANGES' on the button shown at the bottom of the step"
    },
    "save_and_close": {
        "value": "BEWAAR & SLUIT",
        "description": "The text 'SAVE & CLOSE' on the button shown at the bottom of the step"
    },
    "help": {
        "value": "help",
        "description": "The word 'help'"
    },
    "tall": {
        "value": "hoog",
        "description": "The text 'tall' on the button shown at the top of the note step to change the note to be tall"
    },
    "wide": {
        "value": "breed",
        "description": "The text 'wide' on the button shown at the top of the note step to change the note to be wide"
    },
    "basic": {
        "value": "basis",
        "description": "The text 'basic' on the button shown at the top of the note step to change the note to be the default basic size"
    },
    "large": {
        "value": "groot",
        "description": "The text 'large' on the button shown at the top of the note step to change the note to be large"
    },
    "show_hide": {
        "value": "toon/verberg",
        "description": "The text for the button that shows and hides text"
    },
    "original_question": {
        "value": "Originele vraag",
        "description": "The text 'Original Question' to show above the original question for the step in peer-review mode"
    },
    "text_is_hidden": {
        "value": "tekst is verborgen",
        "description": "The text to show when the text is hidden"
    },
    "question_is_hidden": {
        "value": "Vraag is verborgen ",
        "description": "The text to show when the question is hidden"
    },
    "associated_work": {
        "value": "Geassocieerd werk",
        "description": "The text 'Associated Work' to show above the associated work for the step in peer-review mode"
    },
    "annotation": {
        "value": "aantekening",
        "description": "The annotation label"
    },
    "your_previous_response": {
        "value": "jouw vorig antwoord",
        "description": "The label for the student's previous response"
    },
    "show_starter_sentence": {
        "value": "Toon begin-uitspraak",
        "description": "The text for the show starter sentence button"
    },
    "submit_and_lock": {
        "value": "DIEN IN (en sluit af)",
        "description": "The text for the submit and lock button"
    },
    "check_answer": {
        "value": "Controleer antwoord",
        "description": "The label for the check answer in the grading view"
    },
    "you_have": {
        "value": "Je hebt",
        "description": "The beginning of the popup message when the student is submitting their work to the auto grader"
    },
    "chances": {
        "value": "kansen",
        "description": "The text to show the student has x chances left to submit"
    },
    "chance": {
        "value": "kans",
        "description": "The text to show the student has 1 chance left to submit"
    },
    "to_receive_feedback": {
        "value": "om feedback te ontvangen op je antwoord, dus dit moet je beste werk zijn!",
        "description": "The end of the popup message when the student is submitting their work to the auto grader"
    },
    "are_you_ready_to_receive_feedback": {
        "value": "Ben je klaar om feedback op dit antwoord te ontvangen?",
        "description": "The text for the popup message when the student is submitting their work to the auto grader"
    },
    "if_you_are_ready": {
        "value": "Als je klaar bent om je antwoord te controleren, klik op de knop \"Controleer antwoord\". ",
        "description": "The reminder to the student that they should click the check answer button if they are ready to check their work"
    },
    "you_will_not_be_able_to_make_edits_after": {
        "value": "Je zal geen verdere aanpassingen meer kunnen doen nadat je dit antwoord hebt ingediend. Klaar om in te dienen?",
        "description": "The message to ask the student if they are sure they want to submit"
    },
    "please_wait_we_are_checking_your_work": {
        "value": "Even geduld, we zijn je werk aan het controleren. Dit wachtscherm zal verdwijnen binnen",
        "description": "The message to display while the auto grader analyzes their work"
    },
    "seconds": {
        "value": "seconden. ",
        "description": "The end of the message to display while the auto grader analyzes their work"
    },
    "you_have_successfully_reviewed": {
        "value": "Je hebt het werk dat ingediend werd door ",
        "description": "The message to tell the student they have reviewed the work submitted by a classmate"
    },
    "team_anonymous": {
        "value": "Team 'Anoniem' succesvol beoordeeld",
        "description": "The label to show the work is from an anonymous classmate"
    },
    "well_done": {
        "value": "Goed gedaan!",
        "description": "The well done message to display after the student has submitted work"
    },
    "instructions": {
        "value": "instructies",
        "description": "The label for the instructions"
    },
    "your_feedback_for": {
        "value": "Jouw feedback voor",
        "description": "The label to show that the student is writing feedback for another group"
    },
    "work_from_a_random_classmate_will_display": {
        "value": "Het werk van een willekeurige klasgenoot zal hier verschijnen",
        "description": "The place holder text to show that the work from another group will display here"
    },
    "work_submitted_by": {
        "value": "werk ingediend door",
        "description": "The label to show that the work was submitted by another group"
    },
    "your_second_draft": {
        "value": "jouw tweede ontwerp ",
        "description": "The label for the second draft"
    },
    "your_original_response": {
        "value": "jouw originele antwoord",
        "description": "The label to show the original answer the student submitted"
    },
    "show_hide_text": {
        "value": "toon/verberg tekst",
        "description": "The label for the show/hide text button"
    },
    "has_given_you_the_following_feedback": {
        "value": "heeft jou de volgende feedback gegeven",
        "description": "The label for the feedback that another group has given them"
    },
    "feedback_from_classmate_or_teacher": {
        "value": "Feedback van je klasgenoot of leerkracht zal hier verschijnen",
        "description": "The place holder for where the feedback will display"
    },
    "to_start_this_step": {
        "value": "Om deze stap te kunnen starten, moet je eerst een antwoord indienen bij de vorige stap ",
        "description": "The message to display when the student hasn't submitted a response in a previous step in a peer review sequence"
    },
    "link": {
        "value": "link",
        "description": "The text to specify something is a link"
    },
    "your_teacher_has_not_yet": {
        "value": "Jouw leerkracht heeft het antwoord nog niet beoordeeld dat je gegeven hebt in stap ",
        "description": "The message to display when the teacher has not given the student feedback yet in a teacher review sequence"
    },
    "yet": {
        "value": "nog niet.",
        "description": "The end of the message to display when the teacher has not given the student feedback yet in a teacher review sequence"
    },
    "please_return_later": {
        "value": "Kom later naar deze stap terug.",
        "description": "The message to tell the student to come back later"
    },
    "your_first_response": {
        "value": "jouw eerste antwoord op de vraag",
        "description": "The label for the first response the student submitted"
    },
    "teacher_feedback": {
        "value": "feedback van de leerkracht ",
        "description": "The label for the teacher feedback"
    },
    "this_is_your": {
        "value": "Dit is jouw",
        "description": "The beginning of the message that says this is your x revision"
    },
    "revision": {
        "value": "herwerking",
        "description": "The end of the message that says this is your x revision"
    },
    "this_is_your_first_revision": {
        "value": "Dit is jouw eerste herwerking.",
        "description": "The message that tells the student this is their first revision"
    },
    "this_step_not_available_yet": {
        "value": "Deze stap is nog niet beschikbaar.",
        "description": "The message that tells the student that the step is not available yet"
    },
    "more_of_your_peers_need_to_submit": {
        "value": "Meer klasgenoten moeten een antwoord op deze stap indienen",
        "description": "The message that says more of their classmates need to submit a response in order for this step to open"
    },
    "you_will_then_be_assigned": {
        "value": "Dan zal je een antwoord toegewezen krijgen dat je mag beoordelen. ",
        "description": "The message that says they will be assigned to a response to review"
    },
    "please_return_in_a_few_minutes": {
        "value": "Kom binnen enkele minuten terug naar deze stap. ",
        "description": "The message to tell the student to come back to the step later"
    },
    "please_return_to_step": {
        "value": "Ga terug naar stap",
        "description": "The beginning of the message that tells the student to return to step x in a few minutes"
    },
    "in_a_few_minutes": {
        "value": "in enkele minuten. ",
        "description": "The end of the message that tells the student to return to step x in a few minutes"
    },
    "your_response_in_step": {
        "value": "Jouw antwoord in stap",
        "description": "The beginning of the message that says their response in step x has not been reviewed yet"
    },
    "has_not_been_reviewed": {
        "value": "werd nog niet door een klasgenoot beoordeeld.",
        "description": "The end of the message that says their response in step x has not been reviewed yet"
    },
    "there_is_no_starter_sentence": {
        "value": "Er is geen begin-uitspraak voor deze stap gespecificeerd ",
        "description": "The message that says there is no starter sentence"
    },
    "responses_from_peers_not_available": {
        "value": "Er zijn nog geen antwoorden van je klasgenoten beschikbaar.",
        "description": "The message that says responses from the classmates are not available yet"
    },
    "save_answer": {
        "value": "Bewaar antwoord",
        "description": "The label for the save answer in the grading view"
    },
    "auto_score": {
        "value": "Automatische score",
        "description": "The label for the auto score in the grading view"
    },
    "auto_feedback": {
        "value": "Automatische feedback ",
        "description": "The label for the auto feedback in the grading view"
    }
}