{
	"open_response": {
		"value":"Open Response",
		"description":"The text 'open response' in the page title"
	},
	"question": {
		"value":"Question",
		"description":"The text 'question' in the step header, right above where the prompt/question is shown"
	},
	"your_response": {
		"value":"Your Response",
		"description":"The text 'Your Response' right above the textbox where the student types in their response"
	},
	"save_changes": {
		"value":"SAVE CHANGES",
		"description":"The text 'SAVE CHANGES' on the button shown at the bottom of the step"
	},
	"save_and_close": {
		"value":"SAVE & CLOSE",
		"description":"The text 'SAVE & CLOSE' on the button shown at the bottom of the step"
	},
	"help": {
		"value":"help",
		"description":"The word 'help'"
	},
	"tall": {
		"value":"tall",
		"description":"The text 'tall' on the button shown at the top of the note step to change the note to be tall"
	},
	"wide": {
		"value":"wide",
		"description":"The text 'wide' on the button shown at the top of the note step to change the note to be wide"
	},
	"basic": {
		"value":"basic",
		"description":"The text 'basic' on the button shown at the top of the note step to change the note to be the default basic size"
	},
	"large": {
		"value":"large",
		"description":"The text 'large' on the button shown at the top of the note step to change the note to be large"
	},
	"show_hide": {
		"value":"show/hide",
		"description":"The text for the button that shows and hides text"
	},
	"original_question": {
		"value":"Original Question",
		"description":"The text 'Original Question' to show above the original question for the step in peer-review mode"
	},
	"associated_work": {
		"value":"Associated Work",
		"description":"The text 'Associated Work' to show above the associated work for the step in peer-review mode"
	},
	"annotation": {
		"value":"Annotation",
		"description":"The text 'Annotation' to show above the annotation for the step in peer-review mode"
	},
	"question_is_hidden": {
		"value":"Question is hidden",
		"description":"The text to show when the question is hidden"
	},
	"text_is_hidden": {
		"value":"text is hidden",
		"description":"The text to show when the text is hidden"
	},
	"annotation": {
		"value":"annotation",
		"description":"The annotation label"
	},
	"your_previous_response": {
		"value":"your previous response",
		"description":"The label for the student's previous response"
	},
	"show_starter_sentence": {
		"value":"Show Starter Sentence",
		"description":"The text for the show starter sentence button"
	},
	"submit_and_lock": {
		"value":"SUBMIT (and lock)",
		"description":"The text for the submit and lock button"
	},
	"check_answer": {
		"value":"CHECK ANSWER",
		"description":"The text for the check answer button"
	},
	"you_have": {
		"value":"You have",
		"description":"The beginning of the popup message when the student is submitting their work to the auto grader"
	},
	"chances": {
		"value":"chances",
		"description":"The text to show the student has x chances left to submit"
	},
	"chance": {
		"value":"chance",
		"description":"The text to show the student has 1 chance left to submit"
	},
	"to_receive_feedback": {
		"value":"to receive feedback on your answer so this should be your best work!",
		"description":"The end of the popup message when the student is submitting their work to the auto grader"
	},
	"are_you_ready_to_receive_feedback": {
		"value":"Are you ready to receive feedback on this answer?",
		"description":"The text for the popup message when the student is submitting their work to the auto grader"
	},
	"if_you_are_ready": {
		"value":"If you are ready to check your answer, click the 'Check Answer' button.",
		"description":"The reminder to the student that they should click the check answer button if they are ready to check their work"
	},
	"you_will_not_be_able_to_make_edits_after": {
		"value":"You will not be able to make further edits after submitting this response. Ready to submit?",
		"description":"The message to ask the student if they are sure they want to submit"
	},
	"please_wait_we_are_checking_your_work": {
		"value":"Please wait, we are checking your work. This waiting screen will disappear within",
		"description":"The message to display while the auto grader analyzes their work"
	},
	"seconds": {
		"value":"seconds.",
		"description":"The end of the message to display while the auto grader analyzes their work"
	},
	"you_have_successfully_reviewed": {
		"value":"You have successfully reviewed the work submitted by",
		"description":"The message to tell the student they have reviewed the work submitted by a classmate"
	},
	"team_anonymous": {
		"value":"Team Anonymous",
		"description":"The label to show the work is from an anonymous classmate"
	},
	"well_done": {
		"value":"Well done!",
		"description":"The well done message to display after the student has submitted work"
	},
	"instructions": {
		"value":"instructions",
		"description":"The label for the instructions"
	},
	"your_feedback_for": {
		"value":"your feedback for",
		"description":"The label to show that the student is writing feedback for another group"
	},
	"prompt_from_the_first_peer_review_step": {
		"value":"Prompt from the first peer review step will display here",
		"description":"The place holder text to show that the prompt from the first peer review step will display here"
	},
	"work_submitted_by": {
		"value":"work submitted by",
		"description":"The label to show that the work was submitted by another group"
	},
	"work_from_a_random_classmate_will_display": {
		"value":"Work from a random classmate will display here",
		"description":"The place holder text to show that the work from another group will display here"
	},
	"your_second_draft": {
		"value":"your second draft",
		"description":"The label for the second draft"
	},
	"your_original_response": {
		"value":"your original response",
		"description":"The label to show the original answer the student submitted"
	},
	"show_hide_text": {
		"value":"show/hide text",
		"description":"The label for the show/hide text button"
	},
	"students_work_from_first_peer_review_step": {
		"value":"Student's work from first peer review step will display here",
		"description":"The place holder for where the student work from the first peer review step will display"
	},
	"has_given_you_the_following_feedback": {
		"value":"has given you the following feedback",
		"description":"The label for the feedback that another group has given them"
	},
	"feedback_from_classmate_or_teacher": {
		"value":"Feedback from classmate or teacher will display here",
		"description":"The place holder for where the feedback will display"
	},
	"to_start_this_step": {
		"value":"To start this step you must first submit a response in step",
		"description":"The message to display when the student hasn't submitted a response in a previous step in a peer review sequence"
	},
	"link": {
		"value":"link",
		"description":"The text to specify something is a link"
	},
	"your_teacher_has_not_yet": {
		"value":"Your teacher has not yet reviewed the response you submitted in step",
		"description":"The message to display when the teacher has not given the student feedback yet in a teacher review sequence"
	},
	"yet": {
		"value":"yet.",
		"description":"The end of the message to display when the teacher has not given the student feedback yet in a teacher review sequence"
	},
	"please_return_later": {
		"value":"Please return to this step later.",
		"description":"The message to tell the student to come back later"
	},
	"your_first_response": {
		"value":"your first response to the question",
		"description":"The label for the first response the student submitted"
	},
	"teacher_feedback": {
		"value":"teacher feedback",
		"description":"The label for the teacher feedback"
	},
	"this_is_your": {
		"value":"This is your",
		"description":"The beginning of the message that says this is your x revision"
	},
	"revision": {
		"value":"revision",
		"description":"The end of the message that says this is your x revision"
	},
	"this_is_your_first_revision": {
		"value":"This is your first revision.",
		"description":"The message that tells the student this is their first revision"
	},
	"this_step_not_available_yet": {
		"value":"This step is not available yet.",
		"description":"The message that tells the student that the step is not available yet"
	},
	"more_of_your_peers_need_to_submit": {
		"value":"More of your peers need to submit a response for step",
		"description":"The message that says more of their classmates need to submit a response in order for this step to open"
	},
	"you_will_then_be_assigned": {
		"value":"You will then be assigned a response to review.",
		"description":"The message that says they will be assigned to a response to review"
	},
	"please_return_in_a_few_minutes": {
		"value":"Please return to this step in a few minutes.",
		"description":"The message to tell the student to come back to the step later"
	},
	"please_return_to_step": {
		"value":"Please return to step",
		"description":"The beginning of the message that tells the student to return to step x in a few minutes"
	},
	"in_a_few_minutes": {
		"value":"in a few minutes.",
		"description":"The end of the message that tells the student to return to step x in a few minutes"
	},
	"your_response_in_step": {
		"value":"Your response in step",
		"description":"The beginning of the message that says their response in step x has not been reviewed yet"
	},
	"has_not_been_reviewed": {
		"value":"has not been reviewed by a peer yet.",
		"description":"The end of the message that says their response in step x has not been reviewed yet"
	},
	"there_is_no_starter_sentence": {
		"value":"There is no starter sentence specified for this step",
		"description":"The message that says there is no starter sentence"
	},
	"responses_from_peers_not_available": {
		"value":"Responses from your peers are not available yet.",
		"description":"The message that says responses from the classmates are not available yet"
	},
	"save_answer": {
		"value":"Save Answer",
		"description":"The label for the save answer in the grading view"
	},
	"check_answer": {
		"value":"Check Answer",
		"description":"The label for the check answer in the grading view"
	},
	"auto_score": {
		"value":"Auto-Score",
		"description":"The label for the auto score in the grading view"
	},
	"auto_feedback": {
		"value":"Auto-Feedback",
		"description":"The label for the auto feedback in the grading view"
	}
}