{
    "ok": {
        "value": "OK",
        "description": "Text for the word 'OK'"
    },
    "cancel": {
        "value": "Cancel",
        "description": "Text for the word 'Cancel'"
    },
    "revise": {
        "value": "Herbekijk",
        "description": "Text for link to revise a changed idea"
    },
    "keep": {
        "value": "Behoud",
        "description": "Text for link to keep a changed idea"
    },
    "restoreAndRevise": {
        "value": "Herstel en herbekijk",
        "description": "Text for link to restore and revise a deleted idea"
    },
    "remove": {
        "value": "Verwijder",
        "description": "Text for link to remove a deleted idea from the organizing space"
    },
    "readyToExplain": {
        "value": "Klaar om uit te leggen!",
        "description": "Text for the ready to explain button"
    },
    "saveResponse": {
        "value": "BEWAAR ANTWOORD",
        "description": "Text for the save explanation response button"
    },
    "organizingSpace_instructions": {
        "value": "Dit is jouw 'organiserende ruimte'. Sleep {0} naar hier om je te helpen met het formuleren van een antwoord op de vraag of instructies hierboven. ",
        "description": "Instructions to show when the idea organizing space is empty."
    },
    "constraint_mustCompleteExplainWarning": {
        "value": "Je moet het werk voor {0} {1} voltooien vooraleer je verder gaat. Rangschik sommige {2} in de organiserende ruimte. Selecteer vervolgens \"{3}\" en typ je antwoord. Wanneer je klaar bent, selecteer dan \"{4}\".",
        "description": "Text to display when user tries to advance in the project before completing this Explanation Builder step"
    },
    "organizingSpace_explainInstructions": {
        "value": "Wanneer je klaar bent met het organiseren van je {0}, klik op \"{1}\". ",
        "description": "Text to display in the organizing space when the explanation feature is enabled."
    },
    "constraint_mustCompleteWarning": {
        "value": "Je moet het werk voor {0} {1} voltooien vooraleer je verder gaat. Rangschik sommige {2} in de organiserende ruimte. ",
        "description": "Text to display when user tries to advance in the project before completing this Explanation Builder step (with explanation feature enabled)"
    },
    "ideaBasket_empty": {
        "value": "Jouw {0} is leeg. Klik op \"{1}\" om te starten met {2} toe te voegen. ",
        "description": "Text to display when idea basket is empty"
    },
    "ideaTableHeader": {
        "value": "Jouw {0}",
        "description": "Header text for the ideas table"
    },
    "addIdea_title": {
        "value": "Voeg nieuw {0} toe",
        "description": "Title text for the add new idea dialog/form"
    },
    "addIdea_textLabel": {
        "value": "Typ je {0} hier*: ",
        "description": "Label for the idea text input field in add or edit idea forms"
    },
    "addIdea_required": {
        "value": "Selecteer minstens ŽŽn (1). ",
        "description": "Message to display when a field is required in add or edit idea forms"
    },
    "editIdea_title": {
        "value": "Bewerk jouw {0}",
        "description": "Title text for the edit idea dialog/form"
    },
    "reviseIdea_title": {
        "value": "Herbekijk jouw {0}",
        "description": "Title text for the revise idea dialog/form"
    },
    "restoreIdea_title": {
        "value": "Herstel jouw {0}",
        "description": "Title text for the revise & restore idea dialog/form"
    },
    "saveConfirmation": {
        "value": "Opgeslagen! Als je gedaan hebt, ga naar de volgende {0}. ",
        "description": "Message to display when student has completed the step"
    },
    "unsavedChangesWarning": {
        "value": "Waarschuwing: je hebt veranderingen gedaan die niet opgeslagen zijn! Als je je antwoorden wil bewaren, kies {0} en klik op de knop {1}. Ben je zeker dat je wil afsluiten zonder te bewaren? ",
        "description": "Warning to display in confirmation dialog when user attempts to leave step without saving response"
    },
    "error_failedToRetrieveBasket": {
        "value": "Foutmelding: Terugvinden van {0} mislukt! Je zal niet kunnen werken aan {1}. Laad dit {1} opnieuw of vernieuw het project om opnieuw te proberen. ",
        "description": "Error text to display when system fails to retrieve the Idea Basket from the server"
    },
    "idea_title": {
        "value": "Klik en sleep om toe te voegen aan je organiserende ruimte; Dubbel klik om te bewerken ",
        "description": "Title/tooltip to display for ideas listed in the Explanation Builder"
    },
    "usedIdea_title": {
        "value": "Klik en sleep om te verplaatsen; klik om het kleur te veranderen",
        "description": "Title/tooltip to display for ideas used in the organizing space"
    },
    "editIdea_changeConfirm": {
        "value": "Dit {0} wordt momenteel gebruikt in de volgende stappen: {1} Als je dit {2} veranderd, zal je ook je antwoord in die stappen veranderen.  ",
        "description": "Text for the warning confirmation dialog that appears when users attempt to edit an idea that is being used in Explanation Builder steps"
    },
    "ideaChangedAlert": {
        "value": "Dit {0} is veranderd sinds je het aan de organiserende ruimte hebt toegevoegd. Wat wil je doen? ",
        "description": "Text for alert box that appears when an idea being used in this Explanation Builder step has been modified in some way"
    },
    "ideaDeletedAlert": {
        "value": "Dit {0} werd verwijderd. Wat wil je doen?",
        "description": "Text for alert box that appears when an idea being used in this Explanation Builder step has been deleted"
    }
}